Repository: 101010111100/zentyal
Catalog: extra/installer/zinstaller-remote/debian/po/*.po
Languages: es

source: Choose Zentyal edition to install
es: Elige la edición de Zentyal a instalar

source: E-mail address:
es: Dirección e-mail:

source: If you have a Zentyal account, you can enter your e-mail address now. If not, you can continue the installation leaving this blank.
es: Si tienes una cuenta de Zentyal, puedes introducir tu dirección de correo ahora. Si no, puedes continuar igualmente la instalación dejando esto en blanco.

source: Password:
es: Contraseña:

source: Please enter the password for your Zentyal account.
es: Por favor introduce la contraseña de tu cuenta Zentyal.

source: Authentication failed
es: Autenticación fallida

source: The provided account is not valid. Do you want to try to enter your credentials again? If not, Zentyal Community edition will be installed.
es: La cuenta proporcionada no es válida. Quieres probar a introducir tus credenciales de nuevo? Si no, se instalará la edición Community de Zentyal.

source: Congratulations!
es: Enhorabuena!

source: Your account has been validated. Zentyal Community edition is going to be installed and your server will be automatically registered.
es: Tu cuenta ha sido validada. Se va a instalar la edición Community de Zentyal y tu servidor se registrará automáticamente.

source: Continue installation
es: Continuar la instalación

source: As your provided credentials were not valid, Zentyal Community edition will be installed.
es: Como los credenciales proporcionados no eran válidos, se va a instalar la edición Community de Zentyal.

source: Choose the server to install:
es: Elige el servidor a instalar:

source: Choose the server to recover:
es: Elige el servidor a recuperar:

source: Your account has been validated. Zentyal Small Business edition is going to be installed.
es: Tu cuenta ha sido validada. Se va a instalar la edición Small Business de Zentyal.

source: Your account has been validated. Zentyal Enterprise edition is going to be installed.
es: Tu cuenta ha sido validada. Se va a instalar la edición Enterprise de Zentyal.

source: Currently there are no available editions for your account. Installation of Community edition will continue.
es: No hay ediciones disponibles para instalar en tu cuenta. Se instalará la edición Community.

source: A problem ocurred while trying to register your server. Please contact support. Community edition will be installed if you want to continue.
es: Ha ocurrido un problema registrando el servidor. Por favor, contacta con soporte. Se puede continuar con la instalación de la edición Community.

source: Disaster Recovery
es: Recuperación de Desastre

source: You can not recover from a disater without a valid Small Business or Enterprise edition. Installation of Community edition will continue.
es: No puedes recuperarte de un desastre sin una edición Small Business o Enterprise. Se continuará con la instalación de la edición Community.

source: No backups available
es: No hay backups disponibles

source: You cannot recover from a disaster if there are no configuration backups associated with your account. Regular installation will continue.
es: No puedes recuperarte de un desastre si no hay backups de configuración asociados a tu cuenta. Se continuará con una instalación normal.
